{
  "instructions": [
    "This SRT Contains 60 Situations. An individual has to put himself/herself into each situation and respond accordingly.",
    "Answer as much as possible in 30 minutes.",
    "Don’t waste time thinking answer for a particular situation.",
    "There are no right or wrong answers. It depends how an individual approaches them.",
    "CAUTION: DO NOT WRITE ANYTHING ON THE SRT BOOKLET.",
    "Open the booklet at the word ‘start’"
  ],
  "sample_response_format": [
    "**SITUATION:** He/She found a wallet containing money and important documents on the street. He/She..."
  ],
  "situations": [
    {
      "id": 1,
      "text": "He/She was rushing to the Railway Station, to catch a train. There was not much time to spare. On the way he/she saw a man snatching the purse of a lady and running away. He/She  ………………………"
    },
    {
      "id": 2,
      "text": "He/She is going for a walk on the bank of a canal. About 50 yards away he/she sees a boy bathing in the canal. Suddenly the boy starts shouting for help. He/She …………………………"
    },
    {
      "id": 3,
      "text": "He/She is to carry Rs.8000/- by train in an unreserved compartment for overnight journey. He/She has heard about thefts taking place in the train. He/She …………………………………"
    },
    {
      "id": 4,
      "text": "He/She is returning home after playing evening games. He/She is passing through a lonely area and it is getting dark. He/She ………………………………………………………………"
    },
    {
      "id": 5,
      "text": "He/She is traveling in a bus at Delhi. Two passengers start arguing over a seat. Suddenly one of them starts giving blows to the other person. He/She ……………………………………"
    },
    {
      "id": 6,
      "text": "His/Her friends want to teach a lesson to the warden of the hostel for bad quality of the food in the mess and they want him/her to join them. He/She …………………………………………"
    },
    {
      "id": 7,
      "text": "He/She was late for the class on two occasions earlier. Today again he/she is late and the teacher orders him/her to go away. He/She …………………………………………………………"
    },
    {
      "id": 8,
      "text": "He/She is discussing with some of his/her friends on the policies of 'Saddam Hussein'. Two of them get angry and start calling him/her “bum licker” of America. He/She …………………"
    },
    {
      "id": 9,
      "text": "He/She is walking back home after a late night show. Suddenly two men come up from dark and demand his/her watch and purse. One of them has a knife. He/She ………………………"
    },
    {
      "id": 10,
      "text": "He/She is in the school library at 7 P.M and there are only a few students. Suddenly he/she observes smoke coming form the librarian’s office. He/She ………………………………………"
    },
    {
      "id": 11,
      "text": "He/She goes to his/her village for summer vacations. On a rainy night he/she wakes up hearing shouts “Daku - Daku Pakro”. He/She wants to go out but his/her parents advise him/her not to go. He/She …………………"
    },
    {
      "id": 12,
      "text": "His/Her house is on the bank of a river. Due to heavy rains some houses collapse due to floods in the river. Two men are injured and it is dark. He/She …………………………………"
    },
    {
      "id": 13,
      "text": "He/She is traveling in a train to appear for SSB interview. In the morning when he/she wakes up he/she find his/her suitcase, carrying all his/her dresses is missing. He/She ……………………………"
    },
    {
      "id": 14,
      "text": "He/She is to appear in his/her B.Sc. final exam. Due to his/her domestic problems he/she missed quite a bit of his/her preparation. The exams are only three weeks away. He/She ………………………\n ………………………………………………………………………………………………"
    },
    {
      "id": 15,
      "text": "He/She is the eldest of two sons/daughters and he/she has a sister who is 17. He/She is the student of B.Com 1st year. His/Her father expires leaving little money. Having no other source of income he/she \n ………………………………………………………………………………………………"
    },
    {
      "id": 16,
      "text": "On a Sunday afternoon he/she plans to stay at home and watch TV. Some of his/her friends suggest that they should go on cycling trip to a lake, which is about 15 km away. He/She ……………………."
    },
    {
      "id": 17,
      "text": "He/She wants to marry an educated girl/boy from a middle class family, but his/her father wants him/her to marry a businessman’s only daughter/son who is beautiful but studied upto VIII standard. He/She ………………."
    },
    {
      "id": 18,
      "text": "He/She is going for a walk with his/her sister. In a lonely spot two tough looking boys start teasing her. He/She ……………………………………………………………………"
    },
    {
      "id": 19,
      "text": "One day he/she shouts at his/her younger brother/sister. The brother/sister stops talking to him/her. He/She ……\n ………………………………………………………………………………………………"
    },
    {
      "id": 20,
      "text": "He/She is the captain of the cricket team. Because of partial umpiring two of his/her players walk out of the ground and refuse to play. He/She …………………………………………\n ………………………………………………………………………………………………"
    },
    {
      "id": 21,
      "text": "One of his/her old friends visits him/her at home. He/She asks his/her younger brother/sister to go and get some sweets from the market. His/Her brother/sister refused saying that he/she is going for his/her game. He/She \n ………………………………………………………………………………………………"
    },
    {
      "id": 22,
      "text": "He/She is to play football finals tomorrow and he/she is the captain. On the previous evening he/she felt little feverish and also found that one of his/her good players had fallen sick. He/She ………\n ………………………………………………………………………………………………"
    },
    {
      "id": 23,
      "text": "He/She has tried twice for the SSB but is unsuccessful. He/She ………………………………"
    },
    {
      "id": 24,
      "text": "He/She is the organizer of a charity show. A car was sent to railway station to fetch the artists. It is getting late and the car has not come back. The audience starts shouting. He/She \n ………………………………………………………………………………………………"
    },
    {
      "id": 25,
      "text": "He/She is asked to organize finals of football match to be played at 5 P.M. At 3 P.M. due to heavy rains, the shamianas come down and the ground is water-logged. He/She ………\n ………………………………………………………………………………………………"
    },
    {
      "id": 26,
      "text": "He/She is asked to organize a drama. While it is in progress the lights go off. The audience become restless and start shouting. Some demand immediate refund of tickets. He/She \n ………………………………………………………………………………………………"
    },
    {
      "id": 27,
      "text": "He/She is incharge of distribution of food to flood affected villagers. There is delay in distribution and people are standing in long queue. They get agitated and start shouting. A few start throwing stones. He/She ………………………………………………………"
    },
    {
      "id": 28,
      "text": "He/She is made incharge of annual day drama. The main actor refuses to take part unless his/her friend Shyam is given a role. But Shyam is not suitable for any role. He/She …………………………………………………………………………………………"
    },
    {
      "id": 29,
      "text": "His/Her room mate at hostel every night slips out without permission. He/She ……………\n ………………………………………………………………………………………………"
    },
    {
      "id": 30,
      "text": "His/Her exams are near. His/Her neighbour puts on a loud music every evening. He/She ………\n ………………………………………………………………………………………………"
    },
    {
      "id": 31,
      "text": "He/She is awakened at midnight and hears the shrieks of ladies. He/She opens the door and sees that three persons are running out of his/her neighbour’s house, who is away on a tour, He/She ………………"
    },
    {
      "id": 32,
      "text": "He/She is lucky and gets Rs. one crore in a lottery. He/She …………………………………"
    },
    {
      "id": 33,
      "text": "He/She is camping in a jungle where shooting is prohibited. A cheetah is seen close to the camp where is on sentry duty with a rifle. He/She ………………………………………………."
    },
    {
      "id": 34,
      "text": "His/Her parents are old. His/Her neighbour’s son is very fond of loud music in the night. He/She \n ………………………………………………………………………………………………"
    },
    {
      "id": 35,
      "text": "He/She is on sentry duty from 10 PM to 12 PM. He/She comes to know that the next person to replace him/her on duty has fallen ill. He/She ……………………………………………"
    },
    {
      "id": 36,
      "text": "He/She sees the son of his/her boss is drowning in the river. Boss is strict and punished him/her twice in the past. He/She ……………………….."
    },
    {
      "id": 37,
      "text": "While seeing a movie in the cinema house, he/she hears shouts of ‘fire’ in a corner. He/She \n…………."
    },
    {
      "id": 38,
      "text": "He/She is team captain of the hockey team. The match is about to start and five of his/her players including reserves have not turned up. He/She ……………………………………………"
    },
    {
      "id": 39,
      "text": "He/She accompanies a marriage party to Jaipur. In his/her spare time there he/she …………\n ……………………………………………………………………………………………"
    },
    {
      "id": 40,
      "text": "During midnight he/she hears his/her neighbour cry ‘thief-thief’. He/She ………………………"
    },
    {
      "id": 41,
      "text": "He/She is watching a movie in cinema hall some collegiate behind are teasing two girls sitting next to him/her, He/She ………………………………………………………………………"
    },
    {
      "id": 42,
      "text": "He/She is hit from the rear by a cyclist. His/Her calf muscle is hurting. He/She............................."
    },
    {
      "id": 43,
      "text": "He/She was asked to walk a long distance by his/her school master but he/she was having fever. He/She…………"
    },
    {
      "id": 44,
      "text": "He/She was going from his/her house to the exam hall. On the way he/she was surrounded by two policemen. He/She……………….."
    },
    {
      "id": 45,
      "text": "He/She was to carry some money from one place to another. There was danger of robbers on the way. He/She…………………."
    },
    {
      "id": 46,
      "text": "He/She had recently joined an active service and he/she felt that he/she was given too much work. He/She………"
    },
    {
      "id": 47,
      "text": "While traveling in a train some people started arguing with him/her. He/She…………………………..."
    },
    {
      "id": 48,
      "text": "During winter season, he/she was returning from a late night show when suddenly it started raining heavily. He/She………….."
    },
    {
      "id": 49,
      "text": "The railway coach he/she was traveling in caught fire. He/She………………………………………"
    },
    {
      "id": 50,
      "text": "He/She was in a hurry to reach home when he/she found an old man fainted on the way. He/She……………."
    },
    {
      "id": 51,
      "text": "He/She found his/her parents quarrelling over his/her future. He/She…………………………………………"
    },
    {
      "id": 52,
      "text": "While canvassing for a particular candidate in the elections, he/she was threatened by the opposition party. He/She………………………………………………………….."
    },
    {
      "id": 53,
      "text": "He/She was doing private tuitions to finance his/her higher studies, his/her father being a poor man. When the final exams came near, he/she found that he/she was not fully prepared. He/She…………………………"
    },
    {
      "id": 54,
      "text": "He/She was finding it hard to convince his/her friends over the correctness of his/her stand. He/She……………..."
    },
    {
      "id": 55,
      "text": "In a group, if his/her opinion differs from that of others, he/she …………………………………."
    },
    {
      "id": 56,
      "text": "Money was needed to meet the expense of his/her brother’s/sister's illness and his/her relatives refused to help him/her. He/She………………………………………….."
    },
    {
      "id": 57,
      "text": "Some of his/her colleagues did not co-operate with him/her in certain matters. He/She…………………"
    },
    {
      "id": 58,
      "text": "Though his/her joke was well meant, his/her friend became angry. He/She……………………………"
    },
    {
      "id": 59,
      "text": "In the free period he/she wanted to study but his/her friends were continuously disturbing him/her, so he/she……………………………."
    },
    {
      "id": 60,
      "text": "One of his/her college girls had wrongly reported against him/her to the college Principal for using abusive language. He/She…………………."
    }
  ]
}